Repository: dennis-menge/watchdoo
Catalog: Watchdoo/Watchdoo/Watchdoo Watch App/Localizable.xcstrings
Source language: de
Languages: en

source: Abbrechen
en: Cancel

source: Alle Zutaten von "%@" entfernen
en: Remove all ingredients of "%@"

source: Alle Zutaten, Rezepte und eigenen Items werden aus der Cookidoo-Einkaufsliste entfernt.
en: All ingredients, recipes, and custom items will be removed from the Cookidoo shopping list.

source: Alles löschen
en: Clear all

source: Liste komplett löschen?
en: Clear entire list?

source: Liste leer
en: List is empty

source: Tippe auf +, um Items hinzuzufügen.
en: Tap + to add items.

source: Bitte über die Watchdoo-App auf dem iPhone konfigurieren.
en: Please configure via the Watchdoo app on your iPhone.

source: Cookidoo-Verbindung fehlgeschlagen
en: Cookidoo connection failed

source: Erneut versuchen
en: Retry

source: Gerichte
en: Recipes

source: Hinzufügen
en: Add

source: Löschen
en: Delete

source: Name eingeben
en: Enter name

source: Neues Item
en: New Item

source: Nicht konfiguriert
en: Not configured

source: Rezept entfernen
en: Remove recipe

source: Rezept entfernen?
en: Remove recipe?

source: Server nicht konfiguriert. Bitte über die iPhone-App konfigurieren.
en: Server not configured. Please configure via the iPhone app.

source: Server-Fehler (%lld)
en: Server error (%lld)

source: Sonstiges
en: Other

source: Ungültige Server-Antwort
en: Invalid server response

source: Ungültige Server-URL
en: Invalid server URL

source: Ungültiger API-Key
en: Invalid API key

source: Zutaten
en: Ingredients
